/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Ingen data";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Lagre";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Oppgi signatur på nytt";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Tilbakestill";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Avbryt";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Signatur";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Trykk for å signere";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Signaturområde";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Dobbelttrykk og dra for å signere";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Signaturbilde";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Signaturlinje";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Avbrutt";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Neste";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Brukeren avsluttet aktiveringsprosessen";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Du kan ikke fortsette aktiveringsprosessen uten å samtykke.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Gi ditt samtykke";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Avslutt";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Tilbake";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Trinn";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "av";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Er du sikker på at du vil avslutte aktiveringsprosessen?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Vil du beskytte data?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Ta kloke valg om dataene dine";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ikke nå";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Tillat";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Avslå";

/* XBUT: Agree action title in EULAView */
"Agree" = "Godta";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Ikke godta";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Laster ...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Ingenting å vise ennå";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d timer %d minutter";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Ferdig";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Det er %d feil i datatabellen.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "Radoverskrift";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "rad %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "Kolonne %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "Hovedtilbehør";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "Etterfølgene tilbehør";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekst";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "bilde";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "dato";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "tid";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "Varighet";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "listeelement";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "valgt";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "ikke valgt";

/* XBUT: calendar time component label */
"Time" = "Tid";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Verdi: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Valgt celle er skrivebeskyttet.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Skrivebeskyttet felt";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Ingen tegn igjen";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reduser antallet tegn";

